# 认证错误
E11000 = 账号不存在，请输入其他邮箱或用户名。
E11001 = 密码不正确，请重试。
E11002 = 由于多次登录失败，您的账号已被暂时锁定，请稍后再试。
E11003 = 您的账号已被禁用，请联系管理员。
E11004 = 登录会话已过期，请重新开始。
E11005 = 登录状态无效，请重新开始。
E11006 =
    { $credential_type ->
        [password] 当前账号未启用密码登录。
        [otp] 当前账号未启用验证码登录。
        [recovery_code] 当前账号未启用恢复码登录。
       *[other] 不支持该登录方式。
    }
E11007 = 验证码不正确，请重试。
E11008 = 失败次数过多，请稍后重试。
E11009 = 会话 { $session_id } 不存在。
E11010 = 会话已过期，请重新登录。
E11011 = 会话已被撤销，请重新登录。
E11012 = 邮箱或用户名不能为空。
E11013 = 新密码必须至少包含 12 个字符。
E11014 = 新密码不能与当前密码相同。
E11015 = 当前账号已经配置了身份验证器。
E11016 = 当前账号尚未配置身份验证器。
E11017 = 身份验证器设置无效或已过期，请重新开始设置。
